Repository: common-repository/parspal
Catalog: langs/parspal-*.po
Languages: fa_ir

source: ParsPal
fa_ir: پارس‌پال

source: Parspal Setting
fa_ir: تنظیمات پارس‌پال

source: Payments
fa_ir: پرداختی‌ها

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای مشاهده این برگه را ندارید.

source: Error! No action has been.
fa_ir: خطا! هیچ عملیاتی انجام نشده است.

source: Error! Your port is disabled.
fa_ir: خطا! درگاه شما غیرفعال می‌باشد.

source: Error! Your port is invalid.
fa_ir: خطا! درگاه شما فاقد اعتبار می‌باشد.

source: Error! Your port is blocked.
fa_ir: خطا! درگاه شما مسدود می‌باشد.

source: Error! Your user code or password is incorrect.
fa_ir: خطا! رمز یا کدکاربری شما صحیح نیست.

source: Error! User is inactive.
fa_ir: خطا! کاربر غیرفعال است.

source: Error! IP server is invalid.
fa_ir: خطا! آی‌پی سرور نامعتبر است.

source: Error! Operation fails.
fa_ir: خطا! عملیات با خطا مواجه شد.

source: Error! Please Complate all field.
fa_ir: خطا! لطفا تمامی فیلدها را کامل کنید.

source: Error! Paid the amount requested is not equa.
fa_ir: خطا! مبلغ واريزي با مبلغ درخواستي يكسان نمي باشد.

source: Error! Has already been paid.
fa_ir: خطا! قبلا پرداخت شده است.

source: Error! Receipt number is not acceptable.
fa_ir: خطا! شماره رسيد قابل قبول نيست.

source: Transaction was successful. <br /> Your tracking number: %s <br /> Payment price : %s <br /> Your Order ID: %s
fa_ir: تراکنش با موفقیت انجام شد. <br /> شماره پیگیری شما: %s <br /> مبلغ پرداختی تراکنش : %s ریال<br /> شماره سفارش شما: %s

source: This form is for registeration users. please <a href="%s">login</a> to site.
fa_ir: این فرم برای کاربران سایت است. لطفا <a href="%s">وارد سایت</a> شوید.

source: General Setting
fa_ir: تنظیمات عمومی

source: Your Server IP:
fa_ir: آی‌پی سرور شما:

source: Your Server IP server for the Parspal
fa_ir: آی‌پی سرور شما برای معرفی به پارس‌پال

source: Merchant ID:
fa_ir: شناسه درگاه (Merchant ID)

source: Your Merchant ID in the Parspal
fa_ir: شناسه درگاه (Merchant ID) شما در پارس‌پال

source: Port Password:
fa_ir: کلمه عبور درگاه:

source: Your Port Password in the Parspal
fa_ir: کلمه عبور درگاه شما در پارس‌پال

source: Your name
fa_ir: نام شما

source: Your email
fa_ir: پست‌الکترونیک شما

source: Your mobile
fa_ir: موبایل شما

source: Price
fa_ir: مبلغ

source: To toman
fa_ir: به تومان

source: Description Payment
fa_ir: توضیحات پرداخت

source: Submit
fa_ir: ثبت
